package info.sigmaclient.sigma.sigma5.utils;

public enum 핇댠䂷呓贞 {
    black(-16711423),
    酋䕦츚鱀䄟(-16723258),
    샱呓ぶ鷏붃(-15698006),
    콗敤唟곻玑(-9581017),
    䴂殢阢柿ᔎ(-11231458),
    white(-65794),
    敤䕦嘖璧㱙(-14163205),
    綋ᔎ鷏璧핇(-16548724),
    揩ꁈ杭ใ蛊(-6710887),
    䎰ၝ眓W啖(-12303292),
    걾㐈敤뎫罡(-43691),
    硙샱좯欫ᙽ(-7864320),
    洝阢鶲竁뵯(-21931),
    䕦疂頉쿨硙(-7846912),
    ใ樽㻣哺璧(-171),
    岋骰牰늦䩉(-7829504),
    韤뫤敤塱哝(-43521),
    㠠捉䖼䩜퉧(-7864184),
    㹔骰啖韤鼒(-16724271);

    public final int 哺卫콗鱀ಽ;

    private 핇댠䂷呓贞(final int 哺卫콗鱀ಽ) {
        this.哺卫콗鱀ಽ = 哺卫콗鱀ಽ;
    }
}
    